Repository: taraxakum/shop56
Catalog: web/modules/custom/harvest_calendar/translations/*.po
Languages: ru

source: Harvest calendar
ru: Календарь урожая

source: Harvest calendar container
ru: Контейнер календаря урожая

source: Use fields
ru: Используемые поля

source: Choose which fields will show
ru: Отметьте поля которые будут использоваться

source: Block replacement
ru: Блок

source: Choose block to replace empty values
ru: Выбкрите блок, который будет выводится при пустых значениях полей

source: -- Select --
ru: -- Выбрать --

source: Display container
ru: Отображать контейнер календарей урожая

source: Tree of harvest calendar
ru: Календарь урожая - дерево

source: Harvest Calendar Table
ru: Таблица календарей урожая

source: Harvest Calendar Tree
ru: Дерево календаря урожая

source: Not available
ru: Не доступно

source: Harvest Calendar field
ru: Поле Календарь урожая

source: Adds item's of Harvest Calendar to index.
ru: Добавляет значения Календаря урожая в индекс.

source: Spring
ru: Весна

source: Summer
ru: Лето

source: Autumn
ru: Осень

source: Winter
ru: Зима

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

# HarvestCalendar
source: Start of January
ru: Начало Января

# HarvestCalendar
source: Middle of January
ru: Середина Января

# HarvestCalendar
source: End of January
ru: Конец Января

# HarvestCalendar
source: Start of February
ru: Начало Февраля

# HarvestCalendar
source: Middle of February
ru: Середина Февраля

# HarvestCalendar
source: End of February
ru: Конец Февраля

# HarvestCalendar
source: Start of March
ru: Начало Марта

# HarvestCalendar
source: Middle of March
ru: Середина Марта

# HarvestCalendar
source: End of March
ru: Конец Марта

# HarvestCalendar
source: Start of April
ru: Начало Апреля

# HarvestCalendar
source: Middle of April
ru: Середина Апреля

# HarvestCalendar
source: End of April
ru: Конец Апреля

# HarvestCalendar
source: Start of May
ru: Начало Мая

# HarvestCalendar
source: Middle of May
ru: Середина Мая

# HarvestCalendar
source: End of May
ru: Конец Мая

# HarvestCalendar
source: Start of June
ru: Начало Июня

# HarvestCalendar
source: Middle of June
ru: Середина Июня

# HarvestCalendar
source: End of June
ru: Конец Июня

# HarvestCalendar
source: Start of July
ru: Начало Июля

# HarvestCalendar
source: Middle of July
ru: Середина Июля

# HarvestCalendar
source: End of July
ru: Конец Июля

# HarvestCalendar
source: Start of August
ru: Начало Августа

# HarvestCalendar
source: Middle of August
ru: Середина Августа

# HarvestCalendar
source: End of August
ru: Конец Августа

# HarvestCalendar
source: Start of September
ru: Начало Сентября

# HarvestCalendar
source: Middle of September
ru: Середина Сентября

# HarvestCalendar
source: End of September
ru: Конец Сентября

# HarvestCalendar
source: Start of October
ru: Начало Октября

# HarvestCalendar
source: Middle of October
ru: Середина Октября

# HarvestCalendar
source: End of October
ru: Конец Октября

# HarvestCalendar
source: Start of November
ru: Начало Ноября

# HarvestCalendar
source: Middle of November
ru: Середина Ноября

# HarvestCalendar
source: End of November
ru: Конец Ноября

# HarvestCalendar
source: Start of December
ru: Начало Декабря

# HarvestCalendar
source: Middle of December
ru: Середина Декабря

# HarvestCalendar
source: End of December
ru: Конец Декабря
